;Do not translate this section
[Info]
Language=Czech
Translator=Tirsor(tirsor@seznam.cz)

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=Zdroj
Item32791=Aktualizovat všechny zdroje
Item33321=Zastavit všechny aktualizace
Item32793=Označit vše jako přečtené
Item36564=Obnovit počítadlo
Item32792=Aktualizovat zdroj/skupinu
Item32818=Označit jako přečtené
Item32800=Smazat
Item32799=Vlastnosti...
Item36548=Uspořádat zdroje...
Item57665=Konec

Title32797=Přidat
Item32797=Zdroj...
Item36537=Hledat zdroj...
Item32796=Skupina zdrojů...
Item36558=Synchronizace přes Bloglines...
Item32837=Zvýraznit zprávy...
Item32925=Název...

;
;Edit Menu
;
Title57635=Upravit
Item57635=Vystřihnout
Item57634=Zkopírovat
Item57637=Vložit
Item57636=Najít text (na této stránce)...
Item36547=Prohledat načtené zdroje...
Item32917=Vyhledat text
Item32858=Hledat další

;
;View Menu
;
Title32922=Zobrazit
Item32922=Seznam zdrojů
Item32923=Nová stránka
Item32811=Na celou obrazovku
Item33035=Další nepřečtený zdroj
Item36544=Další nepřečtená skupina
Item32861=Následující nová zpráva
Item32860=Předchozí nová zpráva

;
;Tools Menu
;
Title32808=Nástroje
Item32808=Načíst zdroje z OPML/XML souboru...
Item32842=Exportovat zdroje do OPML/XML souboru...
Item36543=Exportovat novinky do &RSS/XML souboru...
Item32841=Vyčistit...
Item32852=Nastavení...

Title33312=Statistiky zdrojů
Item33312=Nejvíce navštěvované
Item33313=Nejméně navštěvované

;
;Help Menu
;
Title36553=Nápověda
Item36553=Zjistit novou verzi
Item36550=Navštívit GreatNews stránku...
Item36567=Navštívit GreatNews Fórum...
Item57664=O programu...

;
;Channel Tree Popup Menu
;
Item32815=Rozbalit vše
Item32816=Sbalit vše
Item33033=Sbalit do skupin

;
;News List Popup Menu
;
Item32870=Označit jako přečtené
Item36601=Označit jako nepřečtené
Item36539=Smazat
Item36556=Nové jméno...

[FeedGroupPropertiesDialog]
Title=Nastavení skupiny
C1070=Jméno skupiny(*):
C1071=Popis:
C1072=WWW skupiny:
C1030=Neaktualizovat tuto skupinu automaticky

[OptionsDialog]
Title=Nastavení

[OptionsDialog_General]
Title=Hlavní
C1010=Aktualizovat všechny zdroje při spuštění
C1006=Zjišťovat novou verzi při startu
C1013=Minim. do sys. lišty
C1074=Aktualizovat zdroje za 
C1075=Připomenout čištění každých
C1073=Při startu zobrazit
C1062=prázdnou stránku
C1007=uvítací stránku
C1063=10 nejvíce navštěvovaných zdrojů

[OptionsDialog_Reading]
Title=Čtení
C1076=Zobraz
C1077=zpráv na stránce (1 ~ 999)
C1011=Označ předchozí zdroj jako přečtený při změně zdroje
C1010=Zdroj/skupinu aktualizovat automaticky po kliknutí
C1078=Při kliknutí na odkaz "Next>" na stránce
C1062=zůstat na tomto zdroji
C1067=přejít na následující nečtený zdroj
C1079=Označ tuto stránku jako přečtenou
C1069=Interaktivně
C1068=Automaticky po
C1080=sekundách(0~999, 0 = nikdy)

[OptionsDialog_Usability]
Title=Použití
C1081=Automatické funkce při čtení:
C1010=Automaticky zavírat list se zprávami
C1011=Automaticky nastavit filtr na "nepřečtené"
C1012=Automaticky označit poslední zdroj/skupinu jako přečtené
C1082=Prohledávat funkcí následující/předchozí
C1013=Automaticky otevřít nový list
C1006=Zapnout blokování vyskakujících oken
C1007=Zobrazit hlášku v systémové liště po dokončení aktualizace
C1058=Otevřít RSS zdroj v přednastaveném prohlížeči (externí)

[LabelDialog]
Title=Vlastnosti názvu
C1083=Název(*):

[FindSubscribedChannelDialog]
Title=Prohledat načtené zdroje

[OrganizeChannelsDialog]
Title=Uspořádat zdroje
C1084=Vybrat zdroj:
C1017=Vybrat vše
C1038=Nevybrat žádný
C1061=Nová skupina zdrojů...
C1016=Přesunout do skupiny
C1052=Smazat zdroj
C1064=Oddělit z Bloglines

[ChannelPropertiesDialog]
Title=Vlastnosti zdroje

[ChannelPropertiesDialog_URL]
C1085=URL zdroje(*):
C1010=Znovu načíst vlastnosti zdroje z internetu
C1016=Ověřit zdroj
C1065=Tento zdroj synchronizovat pomocí Bloglines.com
C1064=Odpojit z Bloglines
C1030=Neaktualizovat tento zdroj automaticky

[ChannelPropertiesDialog_Properties]
C1086=Název(*):
C1087=Popis:
C1088=Webová stránka:
C1089=Formát:
C1009=( vyber "Obnovit vlastnosti zdroje z internetu" na předchozí stránce se podívej na formát zdroje )
C1090=Poslední kontrola:
C1021=Nyní nekontrolovat
C1114=Automaticky aktualizovat:
C1115=Smazat zprávy starší než:

[ChannelPropertiesDialog_Group]
C1091=Vybrat skupinu zdrojů:
C1016=Nová skupina...


[NewsWatchPropertiesDialog]
Title=Zvýraznit zprávy - nastavení

[NewsWatchPropertiesDialog_Properties]
C1092=Jméno filtru(*):
C1093=Hledaná slova(*):
C1044=některé ze slov
C1023=všechna slova
C1046=přesnou frázi
C1027=Rozlišovat velikost písmen
C1013=Celá slova
C1094=Nastavení zvýraznění:
C1059=Barva textu 
C1095=Barva pozadí
C1057=Ignorovat tyto zprávy při aktualizaci zdroje
C1058=Označit jako přečtené
C1010=Titulky
C1019=Popis
C1015=Autor
C1041=Vypnout tento filtr

[NewsWatchPropertiesDialog_Channels]
C1023=Prohledávat všechny zdroje
C1024=Prohledávat vybrané zdroje
C1016=Vybrat vše
C1038=Zrušit vše
C1018=Prohledat po aktualizaci zdrojů


[ExportDialog]
Title=Export do OPML/XML

[ExportDialog_Select]
C1097=Vybrat skupiny/zdroje pro export:
C1016=Vybrat vše
C1038=Zrušit výběr
C1010=Exportovat všechny zvýrazněné a označené
C1098=(Při použití nemusí být výstup opml/xml souborů kompatibilní s jinými RSS čtečkami)

[ExportDialog_File]
C1096=Název souboru pro export(*):

[ImportDialog]
Title=Načíst z OPML/XML

[ImportDialog_File]
C1032=Načíst přednastavené zdroje
C1035=Načíst zdroj/skupinu ze souboru
C1099=Název souboru:
C1036=Načtení zdroje/skupiny z internetu
C1100=URL:

[ImportDialog_Select]
C1104=Vybrat skupinu/zdroj pro načtení:
C1016=Vybrat vše
C1038=Zrušit vše
C1010=Aktualizovat zdroje z internetu při načítání
C1011=Načíst zvýrazněné a označené zprávy nalezené v tomto souboru

[ImportDialog_Group]
C1101=Přesunout zprávy do skupiny:
C1016=Nová skupina...

[ImportDialog_Progress]
C1026=Vyber [Next] pro začátek načítání...
C1016=Zastavit načítání
C1102=(Zastavíš-li proces načítání, můžeš je spustit znovu později)
C1103=Tip: Po načtení, použij Zdroj->Uspořádat zdroje... k zařazení zdrojů

[ExportRSSDialog]
Title=Exportovat zprávy do RSS souboru
C1099=Název souboru(*):

[CleanupDialog]
Title=Průvodce čištěním

[CleanupDialog_Options]
C1105=Smazat všechny zprávy starší:
C1117=(Nastavená úroveň zdroje převyšuje přednastavenou hodnotu)
C1010=Včetně nepřečtených zpráv
C1011=Včetně označených zpráv
C1006=Zkomprimovat soubor s daty po čištění

[CleanupDialog_Channels]
C1097=Vybrat zdroje k vyčištění:
C1016=Vybrat vše
C1038=Zrušit vše

[CleanupDialog_Progress]
C1025=Vybrat [Next] pro zahájení čištění

[SearchChannelPropertiesDialog]
Title=Prohledat vlastnosti zdrojů
C1106=Hledat v:
C1107=Slova(*):
C1108=Titulek(*):

[BloglinesSyncDialog]
Title=Bloglines.com Synchronizace zdrojů

[BloglinesSyncDialog_Account]
C1109=Bloglines.com účet:
C1110=Heslo(*):
C1111=Ověření hesla(*):

[BloglinesSyncDialog_Channels]
C1112=Vybrat Bloglines zdroje, které chcete synchronizovat s GreatNews:
C1016=Vyber vše
C1038=Zruš vše
C1010=Neoznačovat zdroje přečtené v Bloglines

[Toolbars]
T200=Nový
T201=Hledej
T101=Adresa

B32791=Aktualizuj vše
B32818=Označ přečtené
B32850=Zobrazit vše
B32840=Styl zobrazení

;The date combobox on toolbar
[DateFilter]
0=Dnes
1=Yesterday and today
2=Posledních 7 dní
3=Posledních 30 dní
4=Vše

;The status combobox on toolbar
[StatusFilter]
0=Nepřečtené
1=Označené
2=Vše

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 hodinu
3=2 hodiny
4=3 hodiny
5=4 hodiny

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=7 dní
1=14 dnů
2=30 dnů
3=60 dnů
4=90 dnů

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Výchozí
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 hodina
7=2 hodiny
8=3 hodiny
9=4 hodiny
10=dvakrát denně
11=Denně

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=výchozí
1=Vždy
2=1 den
3=2 dny
4=1 týden
5=2 týdny
6=1 měsíc
7=3 měsíce
8=6 měsíce
9=Nikdy

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Všechny
1=1 týden
2=2 týdny
3=1 měsíc
4=3 měsíce
5=6 měsíce


[Messages]
;main
M137=Zdroj byl v pořádku přihlášen. Chceš jej otevřít?
M138=Odkaz směřuje na RSS zdroj. Chceš jej přihlásit?
M152=Opravdu smazat skupinu [%s]?
M153=Opravdu smazat zdroj [%s]?
M154=Opravdu smazat zvýrazňovací filtr [%s]?
M155=Opravdu smazat označení [%s]?
M156=Nemohu najít datový soubor GreatNews.[%s]
M157=Nalezen kompatibilní datový soubor. Klikni pro upgrade na nejnovější verzi.
M158=Nová verze [%s] je k dispozici. Chce se podívat co je nového?
M159=%d Nový zdroj
M160=%d nové hlavičky získány z internetu pro %d zdrojů.
M161=%d chybný zdroj.
M162=Dokončena aktualizace všech zdrojů.
M163=GreatNews - Aktualizován zdroj %d z %d
M164=Zprávy nebyly čištěny %d dní. Mám spustit průvodce pro čištění?
M167=Aktualizace zdroje %s...
M175=Máš poslední verzi GreatNews.
M176=Nemohu nalézt novou verzi. Prosím zkus to později.
M177=Seznam zpráv je prázdný. Vyber zdroj nebo skupinu k prohledání.
M178=Nebyly nalezeny žádné nepřečtené články.
M202=GreatNews nebyl řádně ukončen. Systém nyní obnoví počítadlo nepřečtených zpráv.

; channel group dialog
M139=%d zdroj s %d zpráv ve skupině. %d zpráv nepřečtených.

; various channel dialogs
M140=%d nových položek v tomto zdroji. %d nepřečtených.
M147=Vlož slovo pro vyhledávání
M148=Prosím jméno hledaného zdroje.
M168=Zadej webovou adresu zdroje.
M169=Titulek zdroje nemůže být prázdný.
M171=Vyber skupinu
; cleanup wizard
M141=%d zpráv před vyčištěním
M142=%d zpráv po vyčištění
M143=Čistím zdroj %s...
M144=Komprimuji datový soubor...
M145=Čištění bylo dokončeno
M146=Prosím vyber alespoň jeden zdroj.

;Export RSS dialog
M149=%d nové zprávy exportovány do souboru %s

;Export Wizard
M150=Prosím zadej jméno výstupního souboru.
M151=%d zdrojů a %d skupin bylo v pořádku exportováno.

;Channel Organizer
M165=Opravdu vymazat %d vybraných zdrojů?
M179=Vyber zdroj, který chceš přesunout
M180=Prosím vyber skupinu do které chceš přesunout vybrané zdroje.
M181=Prosím vyber zdroje, které chceš vymazat.
M182=Prosím vyber bloglines sync zdroj, který chceš oddělit

;Search dialog
M166=Nalezeno %d z %d...
M170=Nebylo nic nalezeno

;Import Wizard
M172=Prosím zadej jméno souboru
M173=Prosím zadej webovou adresu
M174=Prosím zastav načítání před ukončením programu.
M190=%d Zdroj a %d Skupina byla v pořádku načtena.\n
M191=%d Zdroj a %d skupina byla vynechána, protože již existuje.\n
M192=%d Zdroje a %d Skupiny jsou chybné.
M193=\tSkupina '%s' byla v pořádku načtena
M194=\tskupina '%s' byla vynechána
M195=***** Skupina '%s' nebyla načtena
M196=\tzdroj '%s' byl vynechán
M197=Načítám zdroj '%s'...
M198="**** zdroj '%s' bude v pořádku načten po přejmenování
M199=\tzdroj '%s' byl v pořádku načten
M200=***** zdroj '%s' nebyl načten. [%s]*****
M201=***** zdroj '%s' nebyl načten. *****


;Bloglines Sync Wizard
M183=Prosím vyplň jméno účtu v Bloglines.com
M184=Heslo a ověření hesla nesouhlasí

;News Watch dialog
M185=Zadej slova vyhledávaná pro zvýraznění
M186=Zadej název zvýrazňovacího filtru.
M187=Prosím vyber nejméně jeden zvýrazňovací filtr
M188=Barva textu nemůže být stejná jako barva pozadí
M189=Vyber nejméně jeden zdroj
